Failed to apply family parameters.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId FailedToSetParameters { get; }
  Visual Basic
Public Shared ReadOnly Property FailedToSetParameters As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ FailedToSetParameters {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FamilyFailures Class
  Autodesk.Revit.DB Namespace